Repository: timothyhsieh/form_access
Catalog: translations/*.po
Languages: sv

source: Forum Access
sv: Tillgång till forum

source: If you have only just installed !Forum_Access, then the posts in this forum may still be accessible, but once your permissions get rebuilt (intentionally or behind-the-scenes by some other module), they will vanish &mdash; so, be sure to set the desired Access Control below and save!
sv: Om du precis har installerat !Forum_Access kan inläggen i detta forum fortfarande vara tillgängliga, men så snart dina rättigheter har byggts om (med avsikt eller genom någon annan modul) kommer de att försvina &mdash; så var noga med att ange rätt åtkomst nedan och spara!

source: Access control
sv: Behörighet

source: View this forum
sv: Visa detta forum

source: Post in this forum
sv: Göra inlägg i detta forum

source: Edit posts
sv: Redigera inlägg

source: Delete posts
sv: Radera inlägg

source: Moderators
sv: Moderatorer

source: The base Forum Access Control table.
sv: Huvudtabellen för behörighetstillgång åt forum.

source: The {term_data}.tid to which this {forum_access} entry applies.
sv: Det {term_date} för noteringen till denna {forum_access} det gäller.

source: The {role}.rid to which this {forum_access} entry applies.
sv: Det {role}.rid för noteringen till denna {forum_access} det gäller.

source: Whether to grant "view" permission.
sv: Huruvida att ge rättigheter av typen "visa".

source: Whether to grant "update" permission.
sv: Huruvida att ge rättigheter av typen "uppdatera".

source: Whether to grant "delete" permission.
sv: Huruvida att ge rättigheter av typen "radera".

source: Whether to grant "create" permission.
sv: Huruvida att ge rättigheter av typen "skapa".

source: Allows forums to be set private and allows forums to be given moderators.
sv: Låter forum bli satta till privata och låter dem bli givna moderatorer.
